thief-role-greeting-human =
    Ви - розшукуваний злочинець-клептоман,
    Вас раніше заарештували за дрібну крадіжку але умовно-достроково звільнили.
    Ваша ціль - додати більше цікавих предметів до своєї колекції.
    Після останнього арешту, вам примусово вживили імплантат пацифізму,
    але це не завадить вам отримати свою здобич будь-яким способом.

thief-role-greeting-animal =
    Ти тварина з клептоманією.
    Кради речі, які тобі подобаються.

thief-role-greeting-equipment =
    У вас є сумка злодія з інструментами
    та вроджена здатність до крадіжок.
    Обиріть стартове спорядження,
    і виконайте роботу непомітно.

objective-issuer-thief = [color=#746694]Злочинець[/color]

thief-round-end-agent-name = Злодій
