## Глава Революціонерів

roles-antag-rev-head-name = Голова Революціонерів
roles-antag-rev-head-objective = Ваша мета — захопити станцію, завербувавши людей у свою справу та усунути або завербувати всіх членів командного складу.

head-rev-role-greeting =
    Ви — Голова Революціонерів.
    Ваше завдання — усунути командний склад зі станції шляхом вербування, вбивства або ув'язнення.
    Синдикат забезпечив вас спалахом, який завербує екіпаж на ваш бік.
    Будьте обережні, це не подіє на тих, хто має імплант щита розуму або носить захисні окуляри.
    Хай живе революція!

head-rev-briefing =
    Використовуйте спалахи, щоб завербувати людей у свою справу.
    Усуньте або завербуйте всіх голів для захоплення станції.

head-rev-break-mindshield = Ментальний щит знищено!

## Революціонер

roles-antag-rev-name = Революціонер
roles-antag-rev-objective = Ваша мета — забезпечити безпеку та виконувати накази Глав Революціонерів, а також усунути або завербувати всіх членів командного складу.

rev-break-control = {$name} згадав(ла) свою справжню вірність!

rev-role-greeting =
    Ви — Революціонер.
    Ваше завдання — захопити станцію та захищати Глав Революціонерів.
    Усуньте або завербуйте командний склад.
    Хай живе революція!

rev-briefing = Допомагайте Главам Революціонерів усунути всіх голів для захоплення станції.

## Загальне

rev-title = Революціонери
rev-description = Революціонери серед нас.

rev-not-enough-ready-players = Недостатньо гравців, які підготувалися до гри. Підготувалися {$readyPlayersCount} гравців із {$minimumPlayers} необхідних. Неможливо почати революцію.
rev-no-one-ready = Жоден гравець не підготувався! Неможливо почати революцію.
rev-no-heads = Не було обрано жодного Голови Революціонерів. Неможливо почати революцію.

rev-won = Голови Революціонерів вижили та успішно захопили станцію.

rev-lost = Командування вижило та знищило всіх Голів Революціонерів.

rev-stalemate = Всі Голови Революціонерів і Командування загинули. Нічия.

rev-reverse-stalemate = І Командування, і Голови Революціонерів вижили.

rev-headrev-count = {$initialCount ->
    [one] Був один Голова Революціонерів:
    *[other] Було {$initialCount} Голови Революціонерів:
}

rev-headrev-name-user = [color=#5e9cff]{$name}[/color] ([color=gray]{$username}[/color]) завербував(ла) {$count} {$count ->
    [one] персонажа
    *[other] персонажів
}

rev-headrev-name = [color=#5e9cff]{$name}[/color] завербував(ла) {$count} {$count ->  
    [one] персонажа
    *[other] персонажів
}

## Вікно деконвертації

rev-deconverted-title = Деконвертовано!
rev-deconverted-text =
    Оскільки останній Голова Революціонерів загинув, революція закінчена.

    Ви більше не є революціонером, тож поводьтеся добре.
rev-deconverted-confirm = Підтвердити
