# Command
highlights-captain = Капітан, "Кеп", Місток, Містку, Командування
highlights-headofpersonnel = Голова Персоналу, "ГП", Місток, Містку, Командування
highlights-chiefengineer = Головний Інженер, Головний Інжжженер, "ГІ", Інженерний, Інжжженерний, Інженерному, Інжжженерному, Місток, Містку, Командування
highlights-chiefmedicalofficer = Головний Лікар, "ГЛ", Медичний, Медичному, "Мед", "Меді", Місток, Містку, Командування
highlights-headofsecurity = Голова Безпеки, Голова Безззпеки, "ГБ", Безпека, Безззпека, Служба Безпеки, Служжжба Безззпеки, "СБ", Місток, Містку, Командування
highlights-quartermaster = Квартермейстер, "КМ", Постачання, Карго, Логістика, Місток, Містку, Командування
highlights-researchdirector = Директор Наукового Відділу, "ДНВ", Науковий, Вчені, "НВ", Місток, Містку, Командування

# Security
highlights-detective = Детектив, "Дек", Безпека, Безззпека, Служба Безпеки, Служжжба Безззпеки, "СБ", Бріг
highlights-securitycadet = Кадет, Безпека, Безззпека, Служба Безпеки, Служжжба Безззпеки, "СБ", Бріг
highlights-securityofficer = Офіцер, Безпека, Безззпека, Служба Безпеки, Служжжба Безззпеки, "СБ", Бріг
highlights-warden = Варден, "Вард", Наглядач, Зброярня, Зззброярня, Зброярню, Зззброярню, Арсенал, Безпека, Безззпека, Служба Безпеки, Служжжба Безззпеки, "СБ", Бріг

# Cargo
highlights-cargotechnician = Вантажник, Вантажжжник, Постачання, Карго, Логістика
highlights-salvagespecialist = Шахтар, Постачання, Карго, Логістика

# Engineering
highlights-atmospherictechnician = Атмосферний Інженер, Атмосферний Інжжженер, Інженерний, Інжжженерний, Інженерному, Інжжженерному
highlights-stationengineer = Інженер, Інжжженер, Інженерний, Інжжженерний, Інженерному, Інжжженерному
highlights-technicalassistant = Технічний асистент, Асистент, Інженерний, Інжжженерний, Інженерному, Інжжженерному

# Medical
highlights-chemist = Хімік, Медичний, Медичному, "Мед", "Меді"
highlights-medicaldoctor = Лікар, "Док",  Медичний, Медичному, "Мед", "Меді"
highlights-medicalintern = Інтер, Медичний, Медичному, "Мед", "Меді"
highlights-paramedic = Парамедик, "Парамед", Лікар, "Док", Медичний, Медичному, "Мед", "Меді"

# Science
highlights-scientist = Науковець, Вчений, Науковий, Вчені, "НВ"
highlights-researchassistant = Науковий асистент, Асистент, Лаборант, Науковий, Вчені, "НВ"

# Civilian
highlights-bartender = Бармен, "Бар", "Барі"
highlights-botanist = Ботанік, Ботанічний 
highlights-chaplain = Священник, Отець, Капелан, Церква, Церкві
highlights-chef = Шеф, Кухар, Кухня, Кухні
highlights-clown = Клоун, Клуня
highlights-janitor = Прибиральник
highlights-lawyer = Адвокат, Юрист
highlights-librarian = Бібліотекар, Бібліотека, Бібліотеці
highlights-mime = Мім
highlights-passenger = Пасажир
highlights-serviceworker = Сервісний Працівник, Сервісник, "Бар", "Барі", Ботанічний, Кухар, Кухня, Кухні

# Station-specific
highlights-boxer = Боксер, Ринг
highlights-reporter = Репортер, Кориспондент, Журналіст, Жжжурналіст
highlights-zookeeper = Зоолог, Зззолог
highlights-psychologist = Психолог

# Silicon
highlights-borg = Борг, Юніт
highlights-stationai = ШІ Станції, "ШІ"

# CentComm
highlights-cburn = РХБЗ, РХБЗзз, Капрал, Сержант, Сержжжант, Спеціаліст, "ЦК", Зомбі, Місток, Містку, Командування
highlights-ertleader = ГШР, Капрал, Сержант, Сержжжант, Спеціаліст, "ЯО", Бомба, Диск, "ЦК", Місток, Містку, Командування
highlights-ertchaplain = ГШР, Капрал, Сержант, Сержжжант, Спеціаліст, Капелан, Священник, "ЦК", Місток, Містку, Командування
highlights-ertengineer = ГШР, Капрал, Сержант, Сержжжант, Спеціаліст, Інженер, Інжжженер, "ЦК", Місток, Містку, Командування
highlights-ertsecurity = ГШР, Капрал, Сержант, Сержжжант, Спеціаліст, "ЯО", Бомба, Диск, "ЦК", Місток, Містку, Командування
highlights-ertmedical = ГШР, Капрал, Сержант, Сержжжант, Спеціаліст, "ЯО", Бомба, Диск, Лікар, Медичний, Медичному, "ЦК", Місток, Містку, Командування
highlights-ertmedical = ГШР, Капрал, Сержант, Сержжжант, Спеціаліст, Прибиральник, "ЦК", Місток, Містку, Командування
highlights-centralcommandofficial = Представник ЦК, Представник, "ПЦК", "ЦК", Місток, Містку, Командування
highlights-deathsquad = 
