revenant-defile-name = Осквернення
revenant-defile-desc = Оскверняє прилеглу територію, вириваючи підлогу, пошкоджуючи вікна, відкриваючи контейнери та кидаючи предмети. Використання робить вас уразливими до атак на короткий період часу.

revenant-overload-name = Перевантаження світла
revenant-overload-desc = Перевантажує всі навколишні джерела світла, змушуючи світло пульсувати та посилаючи небезпечні блискавки. Використання робить вас уразливими до атак протягом тривалого періоду часу.

revenant-blight-name = Інфекціювання
revenant-blight-desc = Заражає всі найближчі організми інфекційною хворобою, яка викликає накопичення токсичних речовин і втому. Використання робить вас уразливим до атак протягом середнього періоду часу.

revenant-malfunction-name = Масова несправність
revenant-malfunction-desc = Змушує найближчу електроніку збоїти. Використання робить вас уразливими до атак протягом тривалого періоду часу.
